<template>
    <div>
     <el-card class="bottom">
        <div>
            <div  style="font-size:14px">探索世界从未如此简单，欢迎来到神威旅行 —— 您全方位的旅行伙伴！</div>
            <p>在神威旅行，我们致力于为您提供一站式、高效便捷的旅行预订服务。无论是商务出差还是休闲度假，我们的平台都能满足您的需求。我们的业务涵盖以下方面:</p>
            <br><p>1. 机票预订：覆盖全球多个航线，提供各种舱位选择，保障您能以最优惠的价格开始旅程。</p><br>
            <p>2. 酒店预订：合作众多国内外知名酒店、度假村，从经济型到豪华型，总有一间适合您的风格和预算。</p><br><p>3. 火车票预订：无论是高铁还是普通列车，我们助您轻松规划国内各地的铁路旅行。</p><br>
            <p>4. 旅游度假：精心挑选的旅游套餐，覆盖海内外热门旅游目的地，让您的假期充满精彩。</p><br>
            <p data-spm-anchor-id="181.11358650.bottom-summary.i0.6c1c223eOTWXAg">5. 景点门票：提前预订国内外热门景点门票，避免长时间排队，享受无缝的旅行体验。</p><br>
            <p>6. 商旅服务：专为企业客户量身定制的商务旅行解决方案，支持企业差旅管理和费用控制。</p><br>
            <p>7. 交通出行：无论是打车、顺风车，还是接送机、租车服务，我们都能为您提供方便快捷的本地出行方式。</p><br><p>8. 旅行保险：为您和您的家人提供全面的保险计划，确保旅途安全，让您无后顾之忧。</p><br>
            <p>在神威旅行，我们不仅提供预订服务，更是注重用户体验，确保旅行过程中的每一步都简单便捷。轻松规划行程、比较优惠价格、发现不可错过的体验，所有这些只需轻触指尖。</p><br>
            <p></p><br>
            <a style="border-bottom:1px solid #5c5f66;text-decoration:none;color:inherit" href="https://map.baidu.com/">网站地图</a>
        </div>
     </el-card>
    </div>
</template>

<script setup lang="ts">
   
</script>

<style lang="less" scoped>
.bottom{
margin-top: 40px;
}
</style>